Repository: julianwachholz/personal-finance
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, pl

source: Must be more than zero
de: Muss mindestens Null sein
pl: Musi być większe od zera

source: Payee with that name already exists
de: Empfänger mit diesem Namen existiert bereits
pl: Odbiorca o tej nazwie już istnieje

source: Complete your signup
de: Aktiviere dein Konto
pl: Dokończ rejestrację

source: Reset your password
de: Passwort zurücksetzen
pl: Zresetuj hasło

source: Invalid credentials.
de: Login fehlgeschlagen
pl: Logowanie nie powiodło się

source: This email is already in use.
de: Diese E-Mail Adresse wird bereits verwendet.
pl: Ten adres e-mail jest już zajęty

source: Invalid password
de: Ungültiges Passwort
pl: Hasło jest niepoprawne

source: Invalid link.
de: Ungültiger Link.
pl: Link jest niepoprawny.

source: Link expired.
de: Link abgelaufen.
pl: Link stracił ważność.

source: there
de: du
pl: Ty

source: Hi %(name)s!
de: Hallo %(name)s!
pl: Cześć %(name)s!

source: You or someone who knows your email address has requested a password reset on ShinyWaffle. To reset your password, follow this link:
de: Du oder jemand der deine E-Mail kennt hat ein neues Passwort angefordert auf ShinyWaffle. Um dein Passwort zurückzusetzen, klicke auf diesen Link:
pl: Ty lub ktoś kto zna Twój adres e-mail, prosi o zresetowanie hasła na ShinyWaffle. Aby utworzyć nowe hasło kliknij w ten link:

source: This link is valid for 2 hours.
de: Dieser Link ist für 2 Stunden aktiv.
pl: Ten link jest ważny przez 2 godziny.

source: If you did not request this, you can safely ignore this message.
de: Solltest du das nicht beantragt haben, kannst du diese Nachricht ignorieren.
pl: Jeżeli to konto nie zostało przez Ciebie stworzone, zignoruj tą wiadomość.

source: Reply to this email if you have any questions.
de: Antworte auf diese Mail falls du Fragen hast.
pl: Wrazie pytań, odpowiedz na tą wiadomość.

source: Your email address was used to create a new account on ShinyWaffle. To complete your signup on ShinyWaffle, follow this link:
de: Deine E-Mail Adresse wurde verwendet, um ein neues Konto auf ShinyWaffle zu erstellen. Um deine Registrierung abzuschliessen, klicke auf diesen Link:
pl: Twój adres e-mail został użyty do stworzenia konta na ShinyWaffle. Żeby zakończyć Twoją rejestrację na ShinyWaffle, kliknij w ten link:

source: Link was already used.
de: Link wurde bereits verwendet.
pl: Link został już użyty.

source: This email doesn't exist.
de: Diese E-Mail existiert nicht.
pl: Ten e-mail nie istnieje.

source: Tag with that name already exists
de: Tag mit diesem Namen existiert bereits
pl: Tag z tą nazwą już istnieje

source: English
de: Englisch
pl: angielski

source: German
de: Deutsch
pl: niemiecki

source: Polish
pl: polski
